import haloCross from "../assets/43-haloWithGreek.jpg";
import alpaOmaga from "../assets/45-zaiRho.png";
import ippoCross from "../assets/44-ippoCross.png";
import jeruCrossImg from "../assets/croos_pic4.png";

const hebrewText = {

    id: "hebrewText",
    titles: {
        russianChurch: {
            text: "המסייה הרוסית",
            extraCss: {}
        },
        holyFire: {
            text: "טקס האש הקדושה",
            extraCss: {}
        },
        holydays: "חגי של הכנסייה המזרחית",
        crosses: "סוגי צלבים",
        timeLine: "טיימליין נצרות"
    },
    particularInfo: {
        russianChurch: `על פי המסורת של הכנסיות המזרחיות (אורתודוקסיות- מחזיק באמונה הישירה), הן נוסדו על ידי <b>אנדראס הקדוש</b>, אחד משנים עשר השליחים, במהלך ביקורו באזור סקיתיה - מקום מושבה של האימפריה הביזנטית, מזרח אירופה של ימינו.
        בסוף האלף הראשון לספירה, העמים הסלאבים המזרחיים (מהם התפתחו העמים הרוסים, האוקראינים בלארוסיים של היום) הושפעו מאוד מתרבותה של האימפריה הביזנטית השכנה.
        <b>הנסיכה אולגה</b>, שמשלה בקייב כאפוטרופסית של בנה הקטין, הייתה הראשונה ממשפחת המלוכה לקבל על עצמה את הנצרות, במהלך מסעה לקונסטנטינופול ב-957. בנה של אולגה, <b>סוויאטוסלב</b>, לא גילה עניין בנצרות, אולם בנו <b>ולדימיר</b> הוטבל לנצרות והוביל מהלך שהביא להתנצרות של רוב הקבוצות הסלאביות המזרחיות ב-988  ולאימוץ הנצרות הביזנטית בידי העמים המקומיים.
        
        בתחילת הדרך, הכנסייה הרוסית הייתה כפופה לפטריארך של קונסטנטינופול, שאף מינה את העומד בראשה. ראש הכנסייה נשא את תואר "המטרופוליט של קייב". עקב ירידת קרנה של קייב, מושבו של המטרופוליט הועבר ב-1299 לעיר ולדימיר, וב-1329 הוא התבסס במוסקבה שהייתה לעיר המרכזית ברוסיה. במהלך המאה ה-15, הכנסייה מילאה תפקיד חשוב בהשתחררות של העם הרוסי משלטון הטטרים ששלטו ברוסיה קרוב למאתיים שנה. דמויות כמו <b>סרגיי רדוניז'סקי והמטרופוליט אלכסיי</b>, היוו מנהיגות רוחנית שפעלה יחד עם המנהיגות המדינית של נסיכי מוסקבה להשלמת תהליך היציאה לעצמאות של העם הרוסי.
        במחצית המאה ה-15 התגבשה התפיסה הדתית של הכנסיות המזרחיות והכנסייה הרוסית בפרט. תפיסה זו דגלה בשמרנות לגבי תפיסת הפולחן הדתי. כלומר, הסתמכות על המסורת הנוצרית כפי שהועברה מפי ישו והופצה על ידי שליחיו ולא על ידי כתבים מאוחרים יותר ופרשנויות. 
        
        כמאה שנים מאוחר יותר, ב-1589,  הכנסייה הרוסית קיבלה הכרה רשמית על ידי כלל הכנסיות המזרחיות, והעומד בראשה קיבל את התואר "הפטריארך של מוסקבה ושל רוסיה כולה". היה זה שלב נוסף בתהליך התעצמותה של הכנסייה שנמשך לאורך כל התקופה ההיא, שבה עקב חולשתו של השלטון המדיני, ראשי הכנסייה היו גם מעורבים מאוד בניהול המדינה.
        
        לאחר מותו של <b>הפטריארך אדריאנוס</b> שעמד בראש הכנסייה,  החליט <b>הצאר פטר הראשון</b> שלא למנות לו מחליף ולבטל את המשרה. במקום, קבע <b>פטר</b> שמעתה בראש הכנסייה לא יעמוד אדם אחד אלא מועצה רוחנית שתכונה "הסינוד הקדוש", המועצה , בתורה, תהיה כפופה לצאר ששימש לה פוסק עליון. בכך, הגביל פטר הראשון את כוחה של הכמורה ולמעשה הכפיף אותה למדינה.
        
        מצב זה נשמר קרוב ל-200 שנה, אך כאשר המונרכיה הרוסית החלה לאבד מכוחה,  נקטה הכנסייה בצעדים שנועדו להחזיר עטרה ליושנה. בכינוס כללי שנערך בקרמלין ב-15 באוגוסט 1917 , הוחלט לחדש את תפקיד הפטריארך והמצב נשמר כך גם היום.
        כמה חודשים מאוחר יותר, עם עליית הבולשביקים לשלטון בעקבות מהפכת אוקטובר, נאלצה הכנסייה להתמודד עם משבר שכמוהו לא חוותה בכל תקופות קיומה. בהתאם לאידיאולוגיה המרקסיסטית, שראתה בכל צורותיה של הדת מכשול בדרך אל הקדמה, השלטון הבולשביקי החדש החל ברדיפות קשות כנגד הכנסייה. בנוסף לתעמולה האנטי-דתית שנוהלה בכל שכבות האוכלוסייה, השלטונות סגרו, הרסו או הסבו למבנים אזרחיים כנסיות ומנזרים רבים. כמרים ונזירים רבים נאסרו, הוגלו ונרצחו.
        .
        
        <b>הבדלים בין הכנסייה הרוסית לנצרות המערבית -</b> 
        
        <b>הצלב</b>
         הצלב האורתודוקסי הנפוץ במזרח אירופה שונה מהצלב הלטיני, הנהוג במדינות ברוב מדינות מערב אירופה וביבשת אמריקה. בנוסף לקו האנכי והקו האופקי בצלב הלטיני, נוסף קו אלכסוני תחתון שמסמל את שני הצלובים שנצלבו לצידו של ישו - 
        הצלוב הראשון – <b>דיסמס</b>, נודע כגנב הטוב כי הוא חזר בו מחטאיו בפני ישו והוא בתמורה הבטיח לו מקום בגן עדן, לכן צידו זה של הקו מופנה כלפי מעלה. דיסמס נחשב לקדוש המגן על הגנבים והקברנים, ועל פי המסורת הנוצרית הצלב שעליו נצלב דיסמס הגיע לקפריסין, שם פולחן דיסמס בולט במיוחד עד היום. 
        
        הצלוב השני - <b>גסטאס</b> (Gestas), נודע כגנב הרע, היות ולא חזר בו מחטאיו לפני מותו, והמסורת מספרת  כי הוא נצלב לשמאלו של ישו. ישו אמנם מבטיח לדיסמס, הגנב הטוב,  מקום לצידו בגן עדן, אך הוא אינו מבשר רע לגסטאס. הצד הפונה כלפי מטה בצלב מסמל את אי הכפרה של גסטאס ואת ירידתו לשאול בעקבות כך. 
        
        <b>לוח השנה</b>
        
        הכנסייה הנוצרית הפרבוסלאבית אינה מכירה בלוח השנה הגרגוריאני (המקובל בעולם המערבי), אלא משתמשת לחישוב תאריכי מועדי החגים והטקסים בלוח השנה היוליאני שקדם ללוח הגרגוריאני. 
        
         בנצרות האורתודוקסית מתחילה עונת חג המולד בצום המולד, שחל ארבעים יום לפני חג המולד. עונת חג המולד הפרבוסלבית מסתיימת בחג ההתגלות ב-19 בינואר על פי הלוח הגראגוראני, המוכר יותר בקרב פרבוסלבים <b>כחג הטבילה</b> המציין את טבילתו של ישו בידי יוחנן המטביל. לציון מועד זה נוהגים לקפוץ למים ולטבול באופן סמלי תוך כדי חיפוש אחר הצלב האבוד שאותו זורק הכומר למים לאחר שבירך אותם.
        
        ראש השנה הפרבוסלבי נחגג ב-13 בינואר, המוכר ברוסיה <b>כראש השנה הישן</b>. מנהגיו של חג זה כוללים בעיקר את נשיאת כוכב בית לחם המציין את בואו של ישו כתחילת "תקופת החסד" בהיסטוריה של העולם.
        
        <b>אלמנטים פולחניים בכנסיות</b>
        
        –בכנסיות המזרחיות אין שימוש בפסלים, רק באיקונות – דמויות מהמסורת הנוצרית, מצוירות או מעוצבות בפסיפס. בכנסיות המערביות נהוג שימוש פולחני גם באיקונות וגם בפסלים תלת ממדיים. בכנסיות קתוליות, המאמינים מתוודים על חטאיהם בפני הכומר בתוך תא וידוי, אך בכנסיות האורתודוקסיות אין שימוש בתאי וידוי.
        בכנסיות האורתודוקסיות המאמינים לא יכולים לראות את הכומר בעת המיסה כיוון שאיקונוסטזיס, מעין קיר, מפריד בין הקהל לכומר. בכנסיות המערביות הכומר גלוי לעיני המאמינים. 
        `,
        holyFire: `
        <b>שבת האור</b> 

        הקהל נאסף באלפיו ברחובות המובילים לכנסיית הקבר בירושלים והמתחם מול הכנסייה מלא עד אפס מקום. ההמונים מצטופפים ברחובות בטח חושבים שהם מפספסים הכל בשל המרחק מלב הכנסייה, אבל הם גם חלק בלתי נפרד מהטקס. 
        עבור רוב הנוצרים האורתודוכסים מיוון ומסוריה, טקס האש הקדושה הוא שיאו של מסע הצליינות ובעל משמעות כבירה עבורם. עבורנו, הצליינים הרוסים, טקס האש הקדושה או שבת האור אינם משמעותיים במידה רבה כל כך, אך גם בינינו יש כאלה שרואים במתן האש נס יוצא דופן, ואין  ספק כי מדובר באירוע אותנטי, למרות קולם של כמרים בכירים, הטוענים ש"אין זה אירוע מן התנ"ך", ומנסים להפחית בחשיבותו של האירוע. 
        גם אם הינך שייך לקבוצה זו,  בשבת האור אתה אוחז נר בידך ומחכה בהשתוקקות למעבר האש קרוב מספיק כדי שתוכל לאחוז את הנס בידך. אם אתה שייך לקבוצה הראשונה, של אלו המאמינים כי טקס האש הקדושה הינו נס אלוהי, סביר שאתה אוחז בעששית בעלת כיסוי פח על מנת שתוכל לקחת חזרה את האש אל הכפר. איך עושים זאת? 
        אין לי מושג. את הנסיעה חזרה מירושלים עד נמל יפו ניתן עוד להעלות על הדעת, אך איך שומרים על האש בשיט  מיפו לאודסה?
        15 יום מטלטלים בסופות כה חזקות עד שלפעמים התרנים עצמם נשברים? בתוך כוך בבטן הספינה המכיל פי שניים אנשים מהתכולה האמיתית שלו? בסופו של עניין, הדרך ברגל מאודסה לכפר תהיה הפשוטה ביותר. 
        כמה הייתי רוצה לעשות את המסע חזרה איתם, לראות אותם שומרים בחירוף נפש על האש, לעיתים מדירים שינה מעיניהם רק על מנת לוודא שהאש עוד בוערת. הייתי רוצה לראות אותם הולכים בגב זקוף בערבות רוסיה עם האש בידיהם, מדליקים נרות לבעלי אכסניות ועוברי אורח. אני סקרן כל כך לראות את תגובת המשפחה כאשר יחזור הצליין ממסעו  עם אותה אש. את הרגע בו ידליק את העששית בביתו  וכך ישמור על אש הנס בוערת בתוכו יום ביומו.
        
        <b>שבת האור</b> או <b>טקס האש הקדושה</b> הינו טקס נוצרי ייחודי של הכנסיות המזרחיות, המתקיים מדי שנה בתחילת חג הפסחא, בקבר ישו שבכנסיית הקבר. בעת הטקס נדלקת בקפלת הקבר אש באופן ניסי.
        טקס האש הקדושה מתקיים בכל שנה, בשבת שלאחר יום שישי הטוב (חג המציין את יום צליבתו של ישו), בחג הפסחא בכנסיית הקבר. טקס זה נחשב לחשוב ביותר בטקסי הכנסיות המזרחיות, ועיני מאמינים נוצרים בעולם כולו נשואות לירושלים באותם רגעים.
        על פי המסורת, בשעה 9 בבוקר פותחים הארמנים את דלתות הכנסייה, ואלפי בני קהילות נוצריות שונות אליה ומתמקמים בכל אגפיה, כל עדת מאמינים באגף המיועד לה. בשעה 11 יוצאים שומרי הקבר ובעלי המפתח המוסלמים מהאדיקולה של הקבר, לאחר שבדקו בדקדקנות שאין בקבר אש או כלי להבערת אש.
        בפיקוחם של ראשי השלטון ונציגי הכנסיות המזרחיות, הכניסה לקברו של ישו נחתמת בשעווה. בשעה 12:30 יוצאת תהלוכה עם דגלים וטסים של הפטריארך ומקיפה את האדיקולה שלוש פעמים. הפטריארך נכנס לאחר שהסיר את בגדי הטקס המפוארים, הוא נותר בלבוש לבן ופשוט אינו נושא בידיו גפרורים או מצית. הפטריארך נכנס לקפלת הקבר, ובעקבותיו בישוף ארמני, והדלת נסגרת מאחוריהם. לאחר תפילה ממושכת שאומר הפטריארך, נדלקת אש בקפלת הקבר. עדויות של פטריארכים בעבר כוללות תיאורים אחדים כיצד יורדת האש מהשמיים,. עולה מן הקבר ומציתה את ארבעת הלפידים בני 33 נרות, כגילו של ישו בעת הצליבה.
        הפטריארך היווני והבישוף הארמני מעבירים את האש למאמינים הארמנים והאורתודוקסים שבחוץ דרך הפתחים העגולים ביצדי האדיקולה. לאחר שהפטריארך מקיש בדלת הסגורה מבפנים, פותחים את דלתות הקבר, ונציגי האשורים והקופטים נכנסים לקחת את האש עבור קהילתם. הם ממתינים בעוד שני אנשי הכנסייה הבכירים יוצאים מן האדיקולה ומעבירים את האש למאמינים הנלהבים העומדים ברחבי הכנסייה וקוראים בשפות שונות: "המשיח קם!" (ביוונית: "כריסטוֹס אַנֶסטי").
        האש מועברת למאמינים, ומהם לרצים הממהרים עם האש למזבחות השונים בכנסיות העיר. האש מועברת בתהלוכה לערים מרכזיות כגון בית לחם ונצרת, שם מקבלים אותה ראשי העדות המקומיים ברוב עם. בני העדות השונות, כולל אורתודוקסים, קופטים, אתיופים אשורים, קתולים ואפילו מוסלמים, משתתפים בחגיגה ולוקחים את האש לביתם. האש מועברת בעזרת מטוסים מיוחדים למוסקבה, אתונה, קייב, ירוואן, טביליסי, בוקרשט, קישינב וסופיה,  שם היא נלקחת למזבח בחגיגות התחייה הנערכות באותו לילה בחצות.
        הטקס התקיים עוד בתקופת ממלכת ירושלים הצלבנית, אירועי שנת 1101 מעידים שהצלבנים התקשו לקיימו: האש נדלקה רק לאחר שבלדווין הראשון, מלך ירושלים, יצא למקדש האדון (בהר הבית) והתפלל בהכנעה.
        עם נפילת הממלכה הצלבנית המשיך הטקס להתקיים. על פי אחד המקורות ביקש צלאח א-דין להיווכח בנס בעצמו, וביקר בכנסייה בשבת האור בשנת 1192.
        העדויות על הטקס לאורך השנים שלאחר מכן, מגיעות מצליינים אורתודוקסים שנכחו בו. על פי עדותו של הארכיבישוף של נצרת, בשנת 1580 שילמו הארמנים למוסלמים על מנת שימנעו מהיוונים מלהיכנס לכנסייה ולנהל את הטקס. אלה האחרונים עמדו מול שער הכנסייה הסגורה והתפללו, והאש יצאה מסדק שהיה בעמוד שמשמאל לדלת הכנסייה. לפי עדות זו, הנס הכפול גרם לשומר המוסלמי להכיר בישו ולפתוח את דלתות הכנסייה. האורתודוקסים מקדשים את העמוד הסדוק עד היום.
        הטקס ופרטיו הלכו והתגבשו, ותיאור הטקס שכתב צליין רוסי בשנת 1652 דומה מאד בפרטיו להליכי הטקס המודרני. בשנת 1834 פרצה בכנסיית הקבר מהומה בשל הצפיפות והמתח העצום בין עדות המאמינים השונות, ובמהלכה נהרגו כשלוש מאות צליינים.
        `,
    },
    crosses: {
        sibirCross: ` צלב בתך הילה נוצרית, היה בעיקר בשימוש באמנות ימי הביניים לעיטור קדושים ומייצג את השילוש הקדוש. באמנות הנוצרית האורתודוקסית והביזנטית הצלב מופיע גם עם האותיות היווניות Ο Ω Ν, שמייצגות את המשפט -"אהיה אשר אהיה" כך מתאר עצמו ה' בפני משה מול הסנה הבוער. השימוש בראשי תיבות אלו מייצג את אלוהותו של ישו.


        <img
        src=${haloCross}
        alt="humanitarian buildings"
        class="humanitarianBuildings"
      />
           `,
        byzCross: `צלב ביזנטי – צלב אשר מתרחב לקראת קצותיו ונפוץ באימפריה הביזנטית הקדומה. 
        האימפריה הביזנטית שהתקיימה למעלה מאלף שנה השפיעה על תולדות מזרח הים התיכון ודרום אירופה ותרמה גם לעיצוב אופייה של מזרח-אירופה. הנצרות האורתודוקסית שקמה באזורים שונים במזרח-אירופה הושפעה רבות מהמודל הביזנטי הנוצרי.
            `,
        russianCross: `סמלה של הכנסייה הרוסית, ששורשיו מגיעים מהאימפריה הביזנטית בסביבות המאה השישית. הקו האופקי העליון מבטא את הכתובת מעל הצלב שעליו נצלב ישו, שם נכתב בעברית, יוונית ולטינית "ישו מנצרת, מלך היהודים" Iēsus Nazarēnus, Rēx Iūdaeōrum. הקו האלכסוני התחתון מסמל את הטוב והרע. הצד הפונה כלפי מעלה מסמל לפי הפולקלור את "הגנב הטוב" סנט דיסמס, שנצלב לימינו של ישו והתוודה על חטאיו. הצד הפונה כלפי מטה מסמל את "הגנב הרע" שנצלב לשמאלו של ישו ולא התוודה על חטאיו. 
            `,
        jeruCross: ` נקרא גם "צלב חמשת הצלבים" הוא מורכב מ-"צלב חזק" במרכז וארבע צלבים יוונים אחד בכל רבע. הצלב הירושלמי שימש כסמל של ממלכת ירושלים הנוצרית משנת 1280. חמשת הצלבים מסמלים את "חמשת פצעיו של ישו" (אחד עבור כל מסמר צליבה). ארבעת הפאות מסמלות את ארבעת קצוות תבל. הצלב משמש היום את המסדר של כנסיית הקבר ויש בו שימוש נרחב בעולם הנוצרי. 
        <div class="jeru-cross-pic-container">
            <img
            src=${jeruCrossImg}
            alt="humanitarian buildings"
            class="jeru-cross-en"
            /> 
            <div class="jeru-cross-pi-text"> צלב ירושלים על מדיו של גוטפריד מבויון אשר הוביל את מסע הצלב הראשון עד לכיבוש ירושלים מידיי המוסלמים. הצלבנים ביקשו למנותו למלך אך הוא סירב באומרו - "אסור לבן אנוש לקבל תואר זה בעיר בו נצלב המלך המשיח הנוצרי". תחת זאת לקח לעצמו את התואר "מגן הקבר הקדוש" (Advocatus Sancti Sepulchri). 
            </div>
        </div> 
        <div class="sec-jeru-cross-text">יש המאמינים כי חרבו של גוטפריד נמצאה, והיא מוצגת היום בכנסיית הקבר הקדוש.</div>`,

        CRCross: ` צ'אי ראו הוא אחד הביטויים העתיקים ביותר של כריסטוגרמה כלומר מונוגרם (חפיפה של שתי אותיות) המשויך לנצרות. 
            זאי מיוצגת ביוונית על ידי האותיות (X) וראו ע”י (P). 
            אחת אחרי השנייה הן מייצגות את ΧΡΙΣΤΟΣ "כריסטוס"  - ישו הנוצרי. הסמל צ'אי ראו היה סמלו של מייסד האימפריה הביזנטית, קיסר <b>רומא קונסטנטין</b>, התנוסס על דגלי צבאו והשתמר כסמל נוצרי. 
            צ'אי ראו עם אלפא ואומגה – אלפא, האות הראשונה באלפבית היווני ואומגה, האות האחרונה. 
            יוחנן בבשורה ע"פ יוחנן (ספר ההתגלות) שומע את קולו של ישו לאחר מותו של ישו, כאשר הוא מפיץ את תורתו של ישו באי שנקרא פטמוס. וכך הפסוק "אֲנִי הָאָלֶף וַאֲנִי הַתָּו הָרִאשׁוֹן וְהָאַחֲרוֹן" וביוונית האלפא והאומגה.
            דוגמא טובה לכך נמצאת בסמל ה-IPPO האגודה הארץ-ישראלית הפרבוסלבית הקיסרית.
            <div class="cross-in-text-container">

                <img
                src=${alpaOmaga}
                alt="humanitarian buildings"
                class="cross-in-text"
                />        
                <img
                src=${ippoCross}
                alt="humanitarian buildings"
                class="cross-in-text"
            />
        </div>
            `,
        greekCross: `זרועותיו שוות והוא מצוי בשימוש מאז המאה הרביעית. הוא לא נועד לייצג את מעשה הצליבה אלא את ארבעת כיווני הארץ והפצת בשורת הנצרות לכל ארבעת הכיוונים.
            יש לצלב זה עדויות קדומות אף יותר באימפריה הבבלית הוא ייצג את אל השמש "שמש". 
            
            `,
        patCross: `הקו האופקי העליון מבטא את הכתובת מעל הצלב שעליו נצלב ישו, שם נכתב בעברית, יוונית ולטינית "ישו מנצרת, מלך היהודים" Iēsus Nazarēnus, Rēx Iūdaeōrum `
    },
    crossesTitles: {
        sibirCross: `צלב עם הילה`,
        byzCross: `צלב ביזנטי`,
        russianCross: `צלב רוסי`,
        jeruCross: `צלב ירושליים`,
        CRCross: `צ'אי וראו`,
        greekCross: `צלב יווני`,
        patCross: `צלב הפטריאך`
    },
    holydays: {
        palmSunday: `חג משותף לכנסיות המזרחיות והמערביות, מהחגים הקדומים של הנצרות.
         החג חל ביום ראשון שלפני חג הפסחא ומציין את דרך הייסורים שעבר ישו לפני צליבתו. בחג נערכות תהלוכות בהן מחולקים לקהל כפות תמרים צרורות בצורת צלב. לעיתים הענפים מבורכים במים קדושים והקהל מלווה את התהלוכה בקריאות "הושע נא!".
         לתהלוכה מתווסף חמור שמסמל את החמור איתו יכנס המשיח לירושלים כפי שמצויין בתנ"ך. תרבויות שונות מקיימות את המנהג באופן שונה, אם בפסל של ישו שמונח על החמור או כפי שהמנהג היה נחגג בעבר ברוסיה כאשר הפטריארך היה רוכב על החמור לאורך התהלוכה. 
         במסורות המזרחיות המלך הרוכב על החמור מסמל את בואו לשלום לעומת המלך הרכוב על סוס המסמל את המלחמה.
        יום ראשון הדקלים היה אחד השיאים במסע הצליינות של אותם ימים, ומתחם כנסיית הקבר לבש לקראתו חג. נוצרים מכל העדות גדשו בהמוניהם את הכנסייה, לבושים במיטב מחלצותיהם המסורתיות, בזמן שהחיילים העות'מאנים אבטחו את הרחבה המלאה מפה אל פה. אלפי מאמינים נשאו בידיהם שרידים מתקופת התנ"ך, פסלוני פולחן, זרי פרחים בשלל צבעים, נרות דולקים וכפות תמרים בצורת צלבים. 
        `,
        adventFeast: `חג ההתגלות או הלילה ה-12 הוא חג נוצרי המציין בכנסיות המזרחיות את הטבלתו של ישו לנצרות או את התגלותו של אלוהים בדמותו של ישו בפני שלושת האמגושים, לפי מאמיני הכנסיות המערביות.החג נחגג ברוב העולם הנוצרי ב-6 בינואר, שנים עשר ימים לאחר חג המולד, ומקורו בנצרות האורתודוקסית.
        `,
        midsummer: `חג החל מדי שנה ביום הארוך ביותר בשנה. במדינות סלאביות בעלות מסורת נוצרית אורתודוקסית, ה- 23 ביוני (לפי לוח השנה היוליאני) וה-6 ביולי (לפי לוח השנה הגרגוריני) ידועים כ"לילה של איוון" (יוחנן המטביל) ונקראים ברוסית "Kupala". בחלק מהמדינות, ביניהן רוסיה ואוקראינה, מאמינים כי החג הגיע עוד בתקופה הקדם נוצרית. מנהגי החג במדינות אלה קשורים למוטיבים של טבע ופוריות ונהוג להדליק מדורות ולהשיט זרי פרחים בנהרות ומקורות מים אחרים.`,
        selenica: `הוא חג סלאבי עממי הנחגג ברוסיה, אוקראינה, בלארוס וארצות סלאביות נוספות בשבוע השמיני שלפני חג הפסחא.
        על פי המסורת הנוצרית הרוסית אורתודוקסית, כבר בשבוע זה מתחילים לקבל את חלק ממנהגי תענית הפסחא (בשל צליבת ישו), ואכילת בשר אסורה. מסיבה זו מכונה החג "מיָאסוֹפוּסטנָאיָה נִדֵליָה" ("мясопустная неделя") - "שבוע צום-הבשר". 
        אוכל מסורתי לחג - פנקייקים ממולאים בגבינה ומאכלי חלב נוספים. החביתיות עשויות מחמאה, ביצים וחלב, אשר אכילתם אסורה בשבוע לאחר מכן - בשל התענית.
        מנהגים נוספים של החג כוללים נשף מסכות ומרוץ מזחלות. באזורים שונים של רוסיה התפתחו מסורות שונות לימי השבוע, כגון יום אחד המוקדש לביקור קרובים, יום אחר לביקור חברים, יום בו נערכת תהלוכה עם בובות קש ויום המוקדש למרוץ המזחלות. מנהג אחר כולל שריפת בובת הקש המכונה "הגברת מסלניצה" ביום האחרון של השבוע, ערב תחילת התענית.
        `,
        transformation: `בכנסייה האורתודוקסית נחשב חג ההשתנות לאחד מ-12 החגים החשובים בלוח השנה הדתי ונחגג ב- 6 באוגוסט (או 19 באוגוסט לפי הלוח הגרגוריאני). לפי המסורת מביאים לכנסיות ענבים, תפוחים או כל פרי אחר, ונערכת "ברכת הפרי הראשון" של השנה. החג קשור לישו ולשילוש הקדוש כולו, שכן האל דיבר במהלכו מהשמיים ורוח הקודש הייתה גם היא נוכחת בדמות ענן.
        `
    },
    holydaysTitles: {
        palmSunday: "יום ראשון הדקלים",
        adventFeast: "חג ההתגלות",
        midsummer: "חג אמצע הקיץ",
        selenica: "מסלניצה",
        transformation: "חג ההשתנות"
    },
    timelinePage: {
        itemsArray: [
            {
                id: 'year0',
                css: {
                    width: '8em',
                    height: '14em',
                    top: '18.5%',
                    left: '7%',
                    fontSize: '30px'
                },
                info: `
                לידתו של ישוע -
                 ישו הנוצרי `,
            },
            {
                id: 'year33',
                css: {
                    width: '30em',
                    height: '14em',
                    top: '65%',
                    left: '5%'
                },
                title: 'צליבתו של ישו',
                info: ` פונטיוס פילטוס היה נציב יהודה בין השנים 26 עד 36 לספירה. על פי הברית החדשה השגיח פילאטוס על משפטו של ישו , ונתן את ההוראה לצליבתו.
                `
            },
            {
                id: 'year312',
                css: {
                    width: '304px',
                    height: '249px',
                    top: '73%',
                    left: '34.5%'
                },
                textStyle: {
                    height: '86px',
                    overflow: 'scroll',
                    marginTop: '0'
                },
                title: `חלומו של קונסטנטינוס`,
                info: `לילה לפני הקרב המכריע של הקיסר לעתיד קונסטנטינוס מול הקיסר הרומי הנוכחי מקסנטיוס על גשר המאלוויאון, חווה קונסטנטינוס התגלות משיחית. לגבי ההתגלות עצמה ישנן גרסאות שונות, לפי אחת הגרסאות קונסטנטינוס חולם חלום ובו הונחה לסמן את מגני חייליו בסימן "X עם קו אנכי המתפתל בחלקו העליון" המבטאים סימן לישו הנוצרי (זאי וראו - χ ן- ρ). קונסטנטינוס וצבאו מנצחים באופן מוחץ את הקרב. 
                מקובל ע"י חוקרים כי האירוע הזה גרם לקונסטנטינוס לקבל את הנצרות ובכך, מהווה הקרב נקודת מפנה היסטורית בהתפשטות הנצרות באירופה.`
            },
            {
                id: 'year313',
                css: {
                    width: '277px',
                    height: '249px',
                    top: '10%',
                    left: '27.5%'
                },
                title: 'צו מילאנו או האדיקט של מילאנו',
                info: ` בלטינית Edictum Mediolanensium הופך את הנצרות מדת אסורה לדת מותרת ברחבי האימפריה הרומית.`
            },
            {
                id: 'year325',
                css: {
                    width: '20em',
                    height: '297px',
                    top: '6%',
                    left: '46%'
                },
                title: 'ועידת ניקאה',
                info: `נמצאת בטורקיה של ימנו, הוועידה האקומנית (כנס כהני דת) הראשונה של הכנסייה. הוועידה התכנסה בעיר ניקיאה שבאסיה הקטנה ביוזמת הקיסר קונסטנטינוס על מנת לקבוע תקן אחיד לנצרות, אשר הייתה כבר נפוצה ברבים. בוועידה נקבעו עקרונות הכנסייה הנוצרית, ובהם האני מאמין הנוצרי (תפילת הקרדו), יום ראשון כיום מנוחה ומועד חג הפסחא.`
            },
            {
                id: 'year330',
                css: {
                    width: '19em',
                    height: '17em',
                    top: '58%',
                    left: '39.5%'
                },
                extra: {},
                info: ` <div style='font-size:24px'>ייסוד רומא השנייה על ידי הקיסר קונסטנטין</div> וקביעתה כבירת האימפריה הרומית המזרחית, היא קונסטנטינופול. `
            },
            {
                id: 'Year335',
                css: {
                    width: '18em',
                    height: '6em',
                    top: '10%',
                    left: '63.5%'
                },
                extra: {},
                title: `הקמת כנסיית הקבר`
            },
            {
                id: 'Year638',
                css: {
                    width: '24em',
                    height: '7em',
                    top: '61%',
                    left: '55.5%'
                },
                extra: {},
                title: `ירושלים נכבשת על ידי המוסלמים`
            },
            {
                id: 'Year998',
                css: {

                    width: '25em',
                    height: '14em',
                    top: '68%',
                    left: '79%'
                },
                title: 'הטבלת הנסיך ולדימיר לנצרות והתנצרות ממלכת קייב-רוס',
                info: ` מיסיונרים מביזנטיון שבאו לקייב ביוזמת הנסיך ולדימיר הטבילו לנצרות את הסלאבים המזרחיים, אבות הרוסים, האוקראינים והבלרוסים של היום.`
            },
            {
                id: 'Year1054',
                css: {
                    width: '19em',
                    height: '6em',
                    top: '25%',
                    left: '83%'
                },
                textStyle: {
                    marginTop: '1px'
                },
                title: 'הפילוג הגדול',
                info: ` התפלגות הכנסיות לכנסיות "מזרחיות" (אורתודוקסיות) וכנסיות "מערביות".`
            },
            {
                id: 'Year1099',
                css: {
                    width: '29em',
                    height: '8em',
                    top: '10%',
                    left: '85.5%'
                },
                title: `כיבוש ירושלים במסע הצלב הראשון`
            },
            {
                id: 'Year1100',
                css: {
                    width: '23em',
                    height: '5em',
                    top: '69%',
                    left: '104%'
                },
                textStyle: {
                    fontSize: '24px'
                },
                info: `מסעו של הנזיר דניאל לארץ הקודש, הצליין הפרבוסלאבי הראשון.`

            },
            {
                id: 'Year1204',
                css: {
                    width: '25em',
                    height: '14em',
                    top: '14%',
                    left: '111%'
                },
                title: 'כיבוש קונסטנטינופול על ידי הצלבנים',
                info: ` מסע הצלב הרביעי .שבו הצלבנים הקתולים בזזו את קונסטנטינופוליס האורתודוקסים ופירקו את הקיסרות הביזנטית.`

            },
            {
                id: 'Year1260',
                css: {
                    width: '30em',
                    height: '17em',
                    top: '65%',
                    left: '127.5%'
                },
                title: "נפילת העיר ירושלים בידי הממלוכים",
                info: `בתקופת האימפריה הממלוכית הייתה ירושלים בתחילה עיר חסרת חשיבות אסטרטגית עבור הממלוכים היות והייתה מרוחקת מדרך הדואר (קהיר לדמשק). עם הזמן הממלוכים בנו בה מבני שלטון ודת רבים, כמו גם ארמונות ומבנים מפוארים, אשר שימשו מרכזי לימוד לכתבי הקוראן. בתקופה זו, נתקבע מעמדהּ של ירושלים בתודעה האסלאמית כעיר קודש, השלישית ברמת קדושתהּ, אחרי מכה ואל-מדינה.`
            },
            {
                id: 'Year1453',
                css: {
                    width: '17em',
                    height: '14em',
                    top: '9%',
                    left: '136%'
                },
                title: `כיבוש קונסטנטינופול על ידי העות'מאנים`,
                info: `  בעקבות נפילת קונסטנטינופול, מוסקבה (בראשות הנסיך איוואן השלישי) הכריזה על עצמה כעל יורשתה הרוחנית והתרבותית של העיר, וכונתה "רומא השלישית".`

            },
            {
                id: 'Year1517',
                css: {
                    width: '24em',
                    height: '7em',
                    top: '23%',
                    left: '150.7%'
                },
                textStyle: {
                    fontSize: "24px"
                },
                info: `סוף השלטון הממלוכי בירושלים וכיבוש ירושלים בידי העות'מאנים`

            },
            {
                id: 'Year1542',
                css: {
                    width: '25em',
                    height: '6em',
                    top: '61.5%',
                    left: '155%'
                },
                textStyle: {
                    fontSize: "22px"
                },
                info: `השלמת בניית החומה הירושלמית על ידי העות'מאנים, חומת ירושלים הנוכחית`

            },
            {
                id: 'Year1551',
                css: {
                    width: '26em',
                    height: '6em',
                    top: '10.5%',
                    left: '157%'
                },
                textStyle: {
                    fontSize: "19px"
                },
                info: `ייסוד הסינוד הקדוש בכנסייה הרוסית, מעתה הסמכות הדתית לא בידי אדם אחד אלא מועצה רוחנית עליונה`
            },
            // {
            //     id: 'Year1589',
            //     css: {
            //         width: '25em',
            //         height: '14em',
            //         top: '62%',
            //         left: '3%'
            //     },
            //     extra: {},
            //     info: ` הכנסייה הרוסית הופכת לכנסייה אוטוקפלית (מעמד של כנסייה עצמאית בנצרות האורתודוקסית שאינה כפופה לנציג חיצוני).`
            // },
            {
                id: 'Year1613',
                css: {
                    width: '21em',
                    height: '5em',
                    top: '73%',
                    left: '168.5%'
                },
                textStyle: {
                    fontSize: "24px"
                },
                info: `הצאר הראשון לבית רומנוב`

            },
            {
                id: 'Year1672',
                css: {
                    width: '19em',
                    height: '8em',
                    top: '11%',
                    left: '180%'
                },
                textStyle: {
                    fontSize: "19px"
                },
                info: ` ייסוד הסינוד של ירושלים`

            },
            {
                id: 'Year1703',
                css: {
                    width: '17em',
                    height: '7em',
                    top: '61%',
                    left: '184%'
                },
                textStyle: {
                    fontSize: "19px"
                },
                info: `פטר הגדול קיסר רוסיה מייסד את סנט פטסבורג וקובע אותה כבירת הקיסרות`

            },
            {
                id: 'Year1721',
                css: {
                    width: '13em',
                    height: '7em',
                    top: '25%',
                    left: '195%'
                },
                info: `פטר הגדול מבטל לחלוטין את תפקיד הפטריארך של רוסיה וממנה את חברי הסינוד הקדוש ובכך מכפיף את הכנסייה לשלטון.`
            },
            {
                id: 'Year1860',
                css: {
                    width: '20em',
                    height: '7em',
                    top: '6%',
                    left: '202%'
                },
                title: "בנייה מחוץ לחומות ירושלים",
                info: `רכישת מגרש הרוסים, הקמת שכונת משכנות שאננים, השכונה היהודית הראשונה מחוץ לחומות העיר.`

            },
            {
                id: 'Year1872',
                css: {
                    width: '17em',
                    height: '7em',
                    top: '61%',
                    left: '204%'
                },
                textStyle: {
                    fontSize: "22px"
                },
                info: `השלמת בניית כנסיית השילוש הקדוש בירושלים`

            },
            {
                id: 'Year1882',
                css: {
                    width: '17em',
                    height: '7em',
                    top: '26%',
                    left: '221%'
                },
                title: `הקמת ה-IPPO`
            },
            {
                id: 'Year1888',
                css: {
                    width: '18em',
                    height: '7em',
                    top: '79%',
                    left: '221%'
                },
                title: "השלמת בניית כנסיית מריה מגדלן בהר הזיתים",
                info: `ביקור הנסיך סרגיי אלכסנדרוביץ' והנסיכה אליזבטה בירושלים ובכנסייה. `

            },
            {
                id: 'Year1914',
                css: {
                    width: '20em',
                    height: '7em',
                    top: '10.5%',
                    left: '228%'
                },
                title: `מלחמת העולם הראשונה`

            },
            {
                id: 'Year1917',
                css: {
                    width: '13em',
                    height: '7em',
                    top: '66%',
                    left: '239.5%'
                },
                textStyle: {
                    fontSize: "20px"
                },
                info: `המהפכה הבולשביקית ברוסיה, היפרדות הכנסייה האורתודוקסית הרוסית, סוף המונרכיה.`

            },
        ]
    }
}
export { hebrewText as default };