import haloCross from "../assets/43-haloWithGreek.jpg";
import alpaOmaga from "../assets/45-zaiRho.png";
import ippoCross from "../assets/44-ippoCross.png";
import jeruCrossImg from "../assets/croos_pic4.png";
const russianText = {

    id: "russianText",
    titles: {
        russianChurch: {
            text: "Русская Церковь",
            extraCss: {}
        },
        holyFire: {
            text: "церемония благодатного огня",
            extraCss: {
                width: "505px",
                height: "12px"
            }
        },
        holydays: "Праздники православной церкви",
        crosses: "православных крестов",
        timeLine: "христианская хронология"
    },
    particularInfo: {
        russianChurch: `Согласно преданию, церкви на Востоке (ортодоксальные ) созданы Св. Андреем, одним из 12 апостолоы во время посещения Скифии в Византийской империи, теперешней Восточной Европе.
        В конце первого тысячелетия нашей эры восточно-славянские народы (сегодняшие русские, украинцы и белорусы) находились под сильным влияние соседней Византийской империи. Княгиня Ольга, правившая в Киеве от имени её несовершеннолетнего сына, стала первой представительницей царской семьи, принявшей христианство, во время посещения ею Константинополя  в 957 г. Сын Ольги, Святослав, не заинтересовался христианством, но его сын Владимир был крещён, а также содействовал переходу в христианство большинства восточных славян в 988 г. и принятию ими Византийского христианства.
        Вначале Русская церковь подчинялась Патриарху Константинопольскому, назначавшего её главу – митрополита Киевского. С ослаблением Киева, митрополит переехал во Владимир в 1299 г., а с 1329 г. – обосновался в Москве, ставшей главным городом России.
        В XV веке церковь сыграла важную роль в освобождении русского народа от татаро-монгольского ига, длившегося более двухсот лет. Важную духовную роль в становлении независимости русского народа сыграли Сергей Радонежский и митрополит Алексей, действовавшие вместе с московскими князьями. В первой половине XV века сформировалась духовная основа восточной церкви вообще и русской церкви, в частности. Её основой стал консерватизм в отправлении религиозных обрядов, основанный на учении Христа, распространённом его апостолами, а не более поздними толкователями. 
        Примерно через сто лет, в 1589 г. Русская церковь получила признание других восточных церквей, а её глава называется Патриарх Московский и всея Руси. Так начался новый, длительный этап в процессе усиления церкви, когда, вследствие ослабления государственной власти, главы церкви активно вмешиваются в управление страной.
        После кончины  в 1700 г. патриарха Адриана, стоявшего во главе церкви, царь Пётр I решил не назначать ему  преемника и упразднить его должность. Царь постановил, что с этих пор церковью будет управлять не один человек, а Совет , именуемым Святейшим правительствующим  Синодом. Синод должен подчиняться царю, имеющим право окончательного голоса. Этим Пётр I ослабил полномочия духовенства и подчинил его государству.
        Такое положение сохранялось на протяжении почти двухсот лет, пока российская монархия не начала ослабевать. Церковь вернула себе прежнюю силу. На Поместном соборе Православной российской церкви в Кремле 15 августа 1917 г. было решено вновь учредить должность патриарха, существующую, с перерывами, по сегодняшний день.
        Спустя несколько месяцев, после большевистского переворота, церковь пережила сильнейшие потрясения. Согласно марксистской идеологии, любая религия является тормозом прогресса, поэтому в России началось жесточайшее преследование церкви. Помимо широкой антирелигиозной пропаганды, власти уничтожали церкви и монастыри или занимали их под гражданские учреждения. Многие священники и монахи были арестованы, высланы или казнены.
        
        Различия между русской и западно-европейской церковью
        Крест
        Ортодоксальный восточно-европейский крест отличается от латинского креста, распространённого в Западной Европе и на Американском материке. Кроме горизонтальной и вертикальной, на латинском кресте добавлена диагональная нижняя линия, обозначающая двух распятых вместе с Иисусом. Один из них, Дисмас, благоразумный разбойник, раскаявшейся в своих грехах перед Иисусом, пообещавшим ему за это место в раю. Поэтому его часть диагональной линии поднята вверх. Дисмас считается святым, покровителем преступников и могильщиков. По христианскому преданию, крест, на котором был распят Дисмас, попал на Кипр, там Дисмаса почитают до сих пор.
        Второй распятый, Гестас, нераскаявшийся разбойник, распят слева от Иисуса. По преданию, Иисус, обещавший Дисмасу место рядом с собой в раю, ничего плохого не сообщил Гестасу. Часть диагональной линии на кресте, опущенная вниз, означает невозможность искупления Гестасом его грехов и его отторжение.
        
        Календарь
        Российская православная церковь не признаёт грегорианский календарь, принятый на Западе, а использует для летоисчисления, в том числе, праздников, постов и богослужений,
         юлианский календарь – предшественник грегорианского.
        В ортодоксальном христианстве праздник Рождества начинается с сорокадневного Рождественского поста. Православное Рождество заканчивается 19 января праздником Богоявления по грегорианскому календарю, более известный среди православных, как праздник Крещения, когда, по преданию, Иисус был крещён Иоанном Крестителем. В этот день совершается процедура погружения в воду, символизирующая поиски пропавшего креста, который священник бросает в воду после благословения.
        Православный Новый Год празднуется 13 -го января и называется в России Старым Новым Годом. Обычай этого праздника заключается, в основном, в процессии с  Вифлеемской звездой, обозначающей пришествие Иисуса как начала «периода благодати» в истории мира.
        
        Элементы поклонения в церквях
        В восточных церквях нет статуй, только иконы- нарисованные или мозаичные изображения святых. В западных церквях приняты как иконы, так и трёхмерные скульптуры. В католических храмах есть исповедальни, где верующие исповедуются в грехах перед священником. В ортодоксальных церквях исповедален нет. В ортодоксальных храмах прихожане не видят священника во время службы, он отгорожен специальной завесой, в западных храмах священник находится перед глазами прихожан.    
        `,
        holyFire: `
        Тысячная толпа заполняет до предела переулки, ведущие к Храму Гроба Господня, а также площадь перед Храмом. Находящиеся на расстоянии от Храма опасаются, что они опускают что-то важное, но они также являются неотъемлимой частью события. Для православных христиан из Греции и Сирии сошествие Благодатного огня является апогеем паломнического путешествия. Для нас, паломников из России, сошествие Благодатного огня не имеет особого значения, хотя многие считают это чудом. Нет сомнения, что речь идёт о подлинной процедуре, хотя многие служители церкви высокого ранга утверждают, что этого нет в Новом Завете, пытаясь преуменьшить значение события. Даже если Вы с ними согласны, то, держа в руках свечу, Вы ждёте с волнением когда рядом с Вами пронесут Благодатный огонь, чтобы приобщиться к чуду. 
Если Вы верите, что сошествие Благодатного огня  - чудо Господне, Вы сохраняете укрытую свечу, чтобы привести её домой.
Как это делают? Мы не знаем. Можно представить, как свечу доставляли из Иерусалима в Яффский порт. Но как огонь сохраняли в течение 15 суток на корабле до Одессы? Качка иногда ломала мачты корабля. В трюме корабля, где находилось вдвое больше народу, чем корабль мог вместить? После этого самым простым отрезком пути была дорога из Одессы домой.
Как бы мне хотелось совершить такое путешествие! Посмотреть как бережно они сохраняют Благодатный огонь, боясь уснуть, чтобы он не погас. Как проносят огонь по просторам России, зажигая от него многочисленные огни по дороге. Как паломник возвращается домой, зажигает свечи и хранит огонь как чудо.

Великая суббота, или Благодатный огонь
Особая церемония, характерная для Восточной церкви, состоится каждый год накануне праздника Пасхи на могиле Христа и в Храме Воскресения Христова. Во время церемонии в капелле Храма чудодейственным образом вспыхивает огонь.
Церемония состоится каждый год в субботу после Великой пятницы  (распятия Христа) на праздник Пасхи в Храме Воскресения Христова. Это самая важная церемония для Восточной церкви, глаза всех верующих христиан в мире в эти минуты обращены к Иерусалиму.
По традиции, представители армянской церкви открывают двери Храма, туда вливается огромная толпа и распределяется по предназначенным для каждой церкви местам.
В 11 часов выходят хранители Гроба и мусульманские хранители ключа из  Кувуклии  (часовни) Гроба. Они тщательно проверяет, нет ли источника огня рядом с Гробом.
Под присмотром глав восточных церквей, вход в Храм запечатывается сургучной печатью. В 12:30 выходит процессия с флагами и хоругвями Патриарха и трижды обходит вокруг Кувуклии.
Патриарх меняет торжественного одеяния на простое белое, прверяет, нет ли у него спичек или зажигалки. После этого он заходит в Кувуклию, сопровождаемый армянским архимандритом, за ними закрывается дверь.
Патриарх произносит длительную молитву, после которой в Кувуклии зажигается огонь. Многие патриархи очень похоже описывают, как огонь спускается с небес, поднимается от Гроба и зажигает четыре факела, в каждом из которых 33 свечи, по числу лет, прожитым Иисусом до распятия.
Греческий патриарх и армянский архимандрит передают огонь клирикам из армянского духовенства через круглые отверстия в Кувуклии. После того, как Патриарх стучит в дверь изнутри, дверь открываеют, представители Сирийской и Коптской общин заходят, чтобы взять огонь для своих общин, которые ждут, когда два представителя выйдут из Кувуклии и передадут им огонь по восторженные крики на разных языках: «Христос воскрес!»
Огонь переходит к клирикам, от них к бегунам, разносящим огонь по всем церквям города, а также в Вифлеем и Назарет, где его встречают толпы верующих разных конфессий, включая мусульман, участвующих в праздновании, которые берут огонь, чтобы принести его домой. Огонь доставляют специальными рейсами в Москву, Афины, Киев, Ереван, Тбилиси, Бухарест, Кишинёв и Софию, там его доставляют в церкви для ночного Крёстного Хода.
Церемония происходила во времена крестоносцев в Иерусалиме. Описывают как в 1101 г. крестоносцы приложили все усилия для этого: огонь зажёгся только после того, как царь Балдуин I Иерусалимский поднялся на Храмовую Гору и распластался там в молитвах.
После падения власти крестоносцев церемония продолжилась. По преданию Салах ад-Дин захотел участвовать в ней лично и посетил Храм в Великую субботу в 1192 г.
Дальнейшие свидетельства исходят от православных паломников, участвовавших в церемонии.
По свидетельству архимандрита из Назарета, в 1580 г. армяне заплатили мусульманам за то, чтобы греки не могли зайти в Храм и участвовать в церемонии. Греки остались снаружи перед закрытыми дверями Храма и молились, пока огонь не проник через трещину в колонне слева от входной двери в Храм. Согласно этому свидетельству, двойное чудо заставило охранника мусульманина поверить в Христа и открыть двери Храма. Ортодоксы до наших дней считают святыней колонну с трещиной.
Порядок проведения церемонии практически не претерпел изменения, описание его паломником в 1652 г. очень похоже на современное.
В 1834 г. в Храме была страшная давка из-за количества присутствующих и напряжённых отношений между представителями разных течений, в результате погибло около 300 паломников.
Видеозапись церемонии`,
    },
    crosses: {
        sibirCross: `Крест в ореоле, использовался, в основном, в средние века,означая Святую троицу. Использовался, в основном, в средневековом искусстве в изображениях святых. В ортодоксальном и византийском христианстве крест украшен греческими буквами ΩΟΝ, означающими: «Я буду тем, кем я буду», так описал себя Моисей перед Б-гом у неопалимой купины. Использование этих букв означает божественность Иисуса.
        
        <img
        src=${haloCross}
        alt="humanitarian buildings"
        class="humanitarianBuildings"
      />`,
        byzCross: `расширяющийся к концам, был распространён в древней Византийской империи. Византийская империя, просуществовавшая  более тысячи лет, сильно повлияла на средиземноморскую и южно-европейскую историю, а также на формирование Восточной Европы. Ортодоксальное христианство, возникшее в различных областях Восточной Европы, испытало на себе сильное влияние Византийской модели христианства.`,
        russianCross: `символ русской церкви, происходит из Византийской империи VI в. На верхней горизонтальной перекладины креста надпись на иврите, греческом и латинском языках: «Иисус назарянин, царь иудейский». 
        Нижняя диагональная перекладина символизирует добро и зло. Верхняя часть перекладины символизирует, согласно преданию, «хорошего разбойника»  Святого Дисмуса, раскаявшегося в своих грехах и распятого справа от Христа. На нижней часть диагональной перекладины был распят слева от Христа нераскаявшийся разбойник Гестас.         
            `,
        jeruCross: ` Также называется «крест пяти крестов», состоит основного креста в центре и четырёх греческих крестов, по одному в каждом квадрате.
        Иерусалимский крест служил символом христианского Иерусалима с 1280 г.
        Пять крестов означают пять ран Христа от пяти гвоздей. Четыре грани – четыре стороны света. Крест символизирует Храм Гроба Господня и широко распространён в христианском мире.

        <div class="jeru-cross-pic-container">
            <img
            src=${jeruCrossImg}
            alt="humanitarian buildings"
            class="jeru-cross-en"
            /> 
            <div class="jeru-cross-pi-text"> Служил гербом герцога Готфрида Бульонского, предводителя Первого крестового похода на Восток, после захвата Иерусалима принял титул барона и «Защитника Гроба Господня».
            </div>
        </div> 
        <div class="sec-jeru-cross-text">Верующие считают, что меч Готфрида Бульонского найден и находится в Храме Гроба Господня.</div>`,

        CRCross: ` монограмма имени Христа, состоящая из двух начальных греческих букв имени – X и Р, скрещённых между собой.
        Это был символ основателя Византийской империи, римского императора Константина, который украшал знамёна его армии и сохранился в качестве христианского символа.
        
        Хризма с буквами «альфа» и «омега», первой и последней буквами греческого алфавита, означают вместе «Иисус» и «бог». В «Откровении» Иоанна Богослова так описан бог: “Я есмь Альфа и Омега, начало и конец, Первый и Последний” 
        
        <div class="cross-in-text-container">

                <img
                src=${alpaOmaga}
                alt="humanitarian buildings"
                class="cross-in-text"
                />        
                <img
                src=${ippoCross}
                alt="humanitarian buildings"
                class="cross-in-text"
            />
        </div>`,
        greekCross: `у него равные стороны, он  используется с IV в. Он символизирует не распятие, а четыре стороны света, на которые распространилось христианство. По древним преданиям, из времён Вавилонского царства, крест символизирует солнце.
            `,
        patCross: `На верхней горизонтальной перекладины креста надпись на иврите, греческом и латинском языках: «Иисус  назарянин, царь иудейский». `
    },
    crossesTitles: {
        sibirCross: `Крест в ореоле`,
        byzCross: `Византийский крест`,
        russianCross: `Православный русский крест`,
        jeruCross: `Иерусалимский крест`,
        CRCross: `Хризма или хрисмон`,
        greekCross: `Греческий крест`,
        patCross: `Крест патриарха`
    },
    holydays: {
        palmSunday: ` общий праздник восточной и западной церкви из древних христианских праздников.  В России он называется Вербное воскресенье. Отмечается в воскресенье, предшествующее Пасхе. Обозначает путь, проделанный Иисусом перед распятием. Отмечается Крёстным ходом,  участникам которого раздают пальмовые ветви, соединённые крестом. Иногда ветви окропляются святой водой, участники шествия кричат: «Иисус пришёл!». Статуя Иисуса на осле участвует в шествии, означая вход Мессии в Иерусалим на осле, как это описано в Старом Завете.
        Пальмовое воскресенье было одним из главных событий, в которых участвовали паломники. Площадь перед Храмом Гроба Господня была празднично украшена. Христиане, представители всех течений, стекались сюда толпами, одетые в лучшие праздничные одежды, солдаты Османской армии следили за порядком на площади, до предела заполненной людьми. Верующие несут древние иконы и хоругви, связки цветов и Пальмовых ветвейв форме креста и зажжённые свечи.        
        `,
        adventFeast: `Также один из 12-и важнейших христианских праздников, означающий крещение Иисуса, или явление Бога в образе Иисуса перед тремя волхвами, согласно верованиям запалной церкви. Отмечается на Западе 6 января, через 12 дней после Рождества, уходит корнями в ортодоксальное христианство.
        `,
        midsummer: `Народный праздник восточных славян, посвящённый летнему солнцестоянию. Отмечается 24 июня (7 июля) и называется Иван Купала в честь Иоанна Крестителя. Ы России и Украине считается, что этот праздник пришёл из языческих времён. Обычаи этого праздника связаны с природой и плодородием, принято зажигать костры и пускать венки по воде.
        `,
        selenica: `народный славянский празник, принятый в России, Украине, Белоруссии и др. славянский странах. Отмечается на восьмой неделе перед Пасхой.
        По православной традиции, на этой неделе начинается Великий пост (связанный с распятием Иисуса), нельзя есть мясо. Эта неделя называется «мясопустной неделей».
        Традиционной едой на этой неделе являются блины с молочной едой, яичница на масле и молоке. Эти продукты нельзя есть на следующей неделе из-за Поста.
        На масленицу устраивают маскарады и санные состязания. Ежедневные обряды немного отличаются в различных районах России: день посвящается визитам к родственникам, день – к друзьям, день – шествие с соломенными куклами, день – санные состязания. В последний день масленицы сжигается соломенная кукла, прозванная «госпожа Масленица», накануне Поста.        
        `,
        transformation: `Является одним из 12-и важнейших праздников по христианскому календарю и отмечается 6 августа ( 19-го августа по грегорианскому календарю ). По традиции, в церковь несут различныеплоды и фрукты нового урожая, мёд, хлебные колосья для освящения. Это обряд называется «Праздник первого урожая ». 
        Преображение есть явление Сына, при котором Отец свидетельствует гласом из светлого облака Святого Духа, то есть откровение всех лиц Святой Троицы. Преображение показывает, что в Иисусе Христе  соединены два естества – божественное и человеческое.                `
    },
    holydaysTitles: {
        palmSunday: "Пальмовое воскресенье",
        adventFeast: "Богоявление",
        midsummer: "Праздник середины лета",
        selenica: "Масленица",
        transformation: "Преображение Господне (Яблочный спас)"
    },
    timelinePage: {
        itemsArray: [
            {
                id: 'year33',
                css: {
                    width: '32em',
                    height: '14em',
                    top: '62%',
                    left: '3%'
                },
                extra: {},
                info: `Распятие Иисуса.
                Понтий Пилат был префектом Иудеи с 26 до 36 года. Согласно Новому Завету, Понтий Пилат председательствовал  в суде над Иисусом и приговорил его к распятию.`
            },
            {
                id: 'year313',
                css: {
                    width: '265px',
                    height: '249px',
                    top: '8%',
                    left: '25.5%'
                },
                extra: {},
                info: `Миланский эдикт, согласно которому христианство из запретной религии стало законным в пределах Римской империи.`
            },
            {
                id: 'year325',
                css: {
                    width: '21em',
                    height: '297px',
                    top: '5%',
                    left: '42%'
                },
                extra: {},
                info: `Первый Никейский собор, собравший высших представителей церкви. Собор проходил в городе Никея (ныне Изник, Турция) по инициативе императора Константина. Целью Собора было установление единых правил распространившегося христианства: молитва «Верую», отделение от иудаизма, признание воскресенья выходным днём и дата Пасхи.`
            },
            {
                id: 'year330',
                css: {
                    width: '19em',
                    height: '17em',
                    top: '63%',
                    left: '33%'
                },
                extra: {},
                info: `Основание Второго Рима императором Константином и утверждение Константинополя столицей восточной части Римской империи.`
            },
            {
                id: 'Year335',
                css: {
                    width: '17em',
                    height: '6em',
                    top: '7%',
                    left: '62%'
                },
                extra: {},
                info: `Возведение Храма Гроба Господня.`
            },
            {
                id: 'Year638',
                css: {
                    width: '24em',
                    height: '7em',
                    top: '59%',
                    left: '54.5%'
                },
                extra: {},
                info: `Завоевание Иерусалима мусульманами.`
            },
            {
                id: 'Year998',
                css: {

                    width: '24em',
                    height: '14em',
                    top: '67%',
                    left: '77%'
                },
                extra: {},
                info: `Крещение князя Владимира, а также Крещение Киевской Руси. Византийские миссионры, прибывшие, по приглашению князя Владимира в Киев, крестили восточных славян, предков нынешних русских, украинцев и белорусов.`
            },
            {
                id: 'Year1054',
                css: {
                    width: '18em',
                    height: '6em',
                    top: '24%',
                    left: '81%'
                },
                extra: {},
                info: ` Разделение церкви на западную и восточную.`
            },
            {
                id: 'Year1099',
                css: {
                    width: '28em',
                    height: '8em',
                    top: '6%',
                    left: '84%'
                },
                extra: {},
                info: `Завоевание Иерусалима в результате Первого похода крестоносцев.`
            },
            {
                id: 'Year1100',
                css: {
                    width: '26em',
                    height: '5em',
                    top: '70%',
                    left: '100%'
                },
                extra: {},
                info: `Прибытие паломника Даниила на Святую Землю.`

            },
            {
                id: 'Year1204',
                css: {
                    width: '24em',
                    height: '14em',
                    top: '9%',
                    left: '110%'
                },
                extra: {},
                info: `Завоевание Константинополя крестоносцами. Провал попытки объединения церкви  после Четвёртого крестового похода         ( 1204 г.), когда католики вернулись и разгромили Константинополь и осквернили византийскую императорскую церковь. После этого объединение стало невозможным. `

            },
            {
                id: 'Year1260',
                css: {
                    width: '30em',
                    height: '17em',
                    top: '62%',
                    left: '124%'
                },
                extra: {},
                info: `Jавоевание Иерусалима и Палестины мамлюками. В период империи мамлюков Иерусалим не имел стратегического значения из-за удалённости от Почтового пути ( из Каира в Дамаск). Мамлюки построили в Иерусалиме многочисленные административные здания, роскошные дворцы и центры изучения Корана. В этот период утвердилось значение Иерусалима в качестве Священного города для ислама, после Мекки и Медины.`

            },
            {
                id: 'Year1453',
                css: {
                    width: '18em',
                    height: '14em',
                    top: '8%',
                    left: '132%'
                },
                extra: {},
                info: `Завоевание Константинополя Османской империей. Царь Иоанн III объявляет Москву духовной и культурной наследницей Константинополя, после его падения, и называет её «Третьим Римом».`

            },
            {
                id: 'Year1517',
                css: {
                    width: '23em',
                    height: '7em',
                    top: '23%',
                    left: '149%'
                },
                extra: {},
                info: `Падение власти мамлюков в Иерусалиме  и завоевание его Османской империей.`

            },
            {
                id: 'Year1542',
                css: {
                    width: '24em',
                    height: '6em',
                    top: '62%',
                    left: '153%'
                },
                extra: {},
                info: `Завершение строительства Иерусалимской стены турками-османами.`

            },
            {
                id: 'Year1551',
                css: {
                    width: '26em',
                    height: '6em',
                    top: '11%',
                    left: '154%'
                },
                extra: {},
                info: `Учреждение Священного Синода Русской православной церкви.`
            },
            {
                id: 'Year1589',
                css: {
                    width: '24em',
                    height: '14em',
                    top: '0%',
                    left: '3%'
                },
                extra: {},
                info: `Русская церковь становится автокефальной, т.е. автономной на признанной за ней территории, на которой, согласно каноническому праву, не должны действовать другие поместные церкви.`
            },
            {
                id: 'Year1613',
                css: {
                    width: '20em',
                    height: '5em',
                    top: '73%',
                    left: '167%'
                },
                extra: {},
                info: `Начало династии Романовых.`

            },
            {
                id: 'Year1672',
                css: {
                    width: '18em',
                    height: '8em',
                    top: '9%',
                    left: '180%'
                },
                extra: {},
                info: `Основание Священного Синода в Иерусалиме.`

            },
            {
                id: 'Year1703',
                css: {
                    width: '18em',
                    height: '7em',
                    top: '61%',
                    left: '180%'
                },
                extra: {},
                info: `Царь Пётр I строит Санкт-Петербург и объявляет его столицей Российской  Империи.`

            },
            {
                id: 'Year1762',
                css: {
                    width: '25em',
                    height: '14em',
                    top: '0%',
                    left: '3%'
                },
                extra: {},
                info: `Царица Екатерина Великая восходит на престол.`

            },
            {
                id: 'Year1860',
                css: {

                },
                extra: {},
                info: `Начало строительства за стенами Иерусалима, приобретение Русского подворья, начало строительства еврейских районов за пределами стен Иерусалима.`

            },
            {
                id: 'Year1872',
                css: {

                },
                extra: {},
                info: `Завершение строительства Троицкого Собора в Иерусалиме.`

            },
            {
                id: 'Year1882',
                css: {

                },
                extra: {},
                info: `Основание ИППО.`
            },
            {
                id: 'Year1888',
                css: {

                },
                extra: {},
                info: `Завершение строительства Храма Марии Магдалены на Масличной горе. Посещение Иерусалима  и Храма Великим князем Сергеем Александровичем.`

            },
            {
                id: 'Year1914',
                css: {

                },
                extra: {},
                info: ` Начало Первой Мировой войны.`

            },
            {
                id: 'Year1917',
                css: {

                },
                extra: {},
                info: `Конец монархии в России, большевистский переворот, отделение церкви от государства.`

            },
        ]
    }
}
export { russianText as default };